xMasterX/all-the-plugins/non_catalog_apps/esp_flasher/lib/esp-serial-flasher/examples/esp32_example/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_SERIAL_FLASHER_MD5_ENABLED=y
